INSERT INTO products
(name, category, price, description, image, full_description, specifications)
VALUES
(
    'Смарт ТВ приставка',
    'TV Box',
    4990,
    '4K Ultra HD, 8/128 ГБ, Android',
    '/images/product1.jpeg',
    'Смарт ТВ приставка предназначена для просмотра мультимедийного контента и использования приложений на телевизоре.',
    '{"Операционная система":"Android TV 15","Процессор":"Cortex A53","Оперативная память":"8 ГБ","Встроенная память":"128 ГБ","Разрешение":"4K Ultra HD"}'::jsonb
),
(
    'Смарт ТВ приставка Mini',
    'TV Stick',
    2990,
    'Full HD, 2/16 ГБ, Android',
    '/images/product2.jpeg',
    'Компактная смарт ТВ приставка Mini позволяет смотреть видео и пользоваться приложениями на телевизоре. Поддерживает разрешение Full HD.',
    '{"Операционная система":"Android","Тип устройства":"TV Stick","Оперативная память":"2 ГБ","Встроенная память":"16 ГБ","Разрешение":"Full HD"}'::jsonb
),
(
    'Цифровой ТВ ресивер',
    'TV Ресивер',
    1990,
    'DVB-T2, HDMI, USB',
    '/images/product1.jpeg',
    'Цифровой ТВ ресивер предназначен для приёма цифрового эфирного телевидения DVB-T2. Оснащён разъёмами HDMI и USB.',
    '{"Стандарт телевидения":"DVB-T2","Подключение":"HDMI","USB":"Есть","Тип устройства":"Цифровой ТВ ресивер"}'::jsonb
);